Repository: weblate/plugin.audio.radio_de
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz, et_ee, fi_fi, lv_lv

# Addon Summary
source: Access >30000 radio broadcasts
cs_cz: Nabídka >30000 rozhlasových stanic
et_ee: Juurdepääs >30 000 raadiosaatele
fi_fi: Käytä > 30 000 radiolähetystä
lv_lv: Piekļuve >30000 radiostacijām

# Addon Description
source: Music plugin to access over 30000 international radio broadcasts from rad.io, radio.de, radio.fr, radio.pt and radio.es[CR]Currently features[CR]- English, german, french translated[CR]- Browse stations by location, genre, topic, country, city and language[CR]- Search for stations[CR]- 115 genres, 59 topics, 94 countrys, 1010 citys, 63 languages
cs_cz: Hudební doplněk pro více než 30000 světových rozhlasových stanic od rad.io, radio.de, radio.fr, radio.pt and radio.es[CR]Právě v nabídce[CR]- English, german, french překlady[CR]- Vyhledavání stanic podle umístění, žánru, oblíbenosti, země, města a jazyka[CR]- Hledání stanic[CR]- 115 žánrů, 59 nejžádanějších, 94 zemí, 1010 měst, 63 jazyků.
et_ee: Muusika lisamoodul, mis võimaldab juurdepääsu enam kui 30 000 rahvusvahelisele raadiosaatele saidilt rad.io, radio.de, radio.fr, radio.pt ja radio.es[CR]Praegu pakub[CR]- tõlgitud inglise, saksa, prantsuse keelde[CR]- Sirvi jaamu asukoha, žanri, teema, riigi, linna ja keele järgi[CR]- Otsi jaamu[CR]- 115 žanrit, 59 jututeemat, 94 riiki, 1010 linna, 63 keelt
fi_fi: Musiikkilaajennus, jolla pääset käyttämään yli 30 000 kansainvälistä radiolähetystä osoitteesta rad.io, radio.de ja radio.fr[CR]Tämänhetkinen tarjonta[CR]- Käännetty englanniksi, saksaksi ja ranskaksi[CR]- Selaa asemia sijainnin, lajityyppien, aiheiden, maiden, kuapunkien ja kielten perusteella[CR]- Asemien haku[CR]- 115 lajityyppiä, 59 aihetta, 94 maata, 1010 kaupunkia, 63 kieltä
lv_lv: Mūzikas spraudnis, kas ļauj piekļūtu vairāk nekā 30000 starptautiskām radiostacijām no rad.io, radio.de, radio.fr, radio.pt and radio.es[CR]Pašreizējās iespējas[CR]- Tulkots angļu, vācu, franču valodā[CR]- Pārlūkot radiostacijas pēc atrašanās vietas, žanra, tēmas, valsts, pilsētas un valodas[CR]- Radiostaciju meklēšana[CR]- 115 žanri, 59 tēmas, 94 valstis, 1010 pilsētas, 63 valodas

# #30100
source: Editorials Recommendations
cs_cz: Redakční doporučení
et_ee: Toimetuse soovitused
fi_fi: Ylläpidon suositukset
lv_lv: Iesaka

# #30101
source: Top Stations
cs_cz: Nejžádanější stanice
et_ee: Parimad jaamad
fi_fi: Parhaat asemat
lv_lv: Populārākās radiostacijas

# #30102
source: Browse by genre
cs_cz: Procházet podle žánru
et_ee: Sirvi žanri järgi
fi_fi: Selaa lajityypeittäin
lv_lv: Pārlūkot pēc žanriem

# #30103
source: Browse by topic
cs_cz: Procházet podle tématu
et_ee: Sirvi teemade järgi
fi_fi: Selaa aiheittain
lv_lv: Pārlūkot pēc tēmām

# #30104
source: Browse by country
cs_cz: Projdi podle země
et_ee: Sirvi riigi järgi
fi_fi: Selaa maittain
lv_lv: Pārlūkot pēc valstīm

# #30105
source: Browse by city
cs_cz: Projdi podle města
et_ee: Sirvi linna järgi
fi_fi: Selaa kaupungeittain
lv_lv: Pārlūkot pēc pilsētām

# #30106
source: Browse by language
cs_cz: Projdi podle jazyka
et_ee: Sirvi keele järgi
fi_fi: Selaa kielittäin
lv_lv: Pārlūkot pēc valodām

# #30107
source: Local Stations
cs_cz: Místní stanice
et_ee: Kohalikud jaamad
fi_fi: Paikalliset asemat
lv_lv: Vietējās radiostacijas

# #30108
source: My Stations
cs_cz: Moje stanice
et_ee: Minu jaamad
fi_fi: Omat asemat
lv_lv: Manas radiostacijas

# #30200
source: Search for station
cs_cz: Vyhledat stanici
et_ee: Otsi jaama
fi_fi: Etsi asemaa
lv_lv: Meklēt radiostaciju

# #30300
source: Language
cs_cz: Jazyk
et_ee: Keel
fi_fi: Kieli
lv_lv: Valoda

# #30301
source: English
cs_cz: Angličtina
et_ee: Inglise
fi_fi: Englanti
lv_lv: Angļu

# #30302
source: German
cs_cz: Němčina
et_ee: Saksa
fi_fi: Saksa
lv_lv: Vācu

# #30303
source: French
cs_cz: Francouzština
et_ee: Prantsuse
fi_fi: Ranska
lv_lv: Franču

# #30304
source: Portuguese
cs_cz: Portugalština
et_ee: Portugali
fi_fi: Portugali
lv_lv: Portugāļu

# #30305
source: Spanish
cs_cz: Španělština
et_ee: Hispaania
fi_fi: Espanja
lv_lv: Spāņu

# #30310
source: Force ViewMode to Thumbnail
cs_cz: Přepni pohled na miniatury
et_ee: Sunni vaateks pisipilt
fi_fi: Pakota näkymäksi Pienoiskuva
lv_lv: Pārslēgt skata režīmu uz ikonām

# #30400
source: Add to 'My Stations'
cs_cz: Přidat do "Moje stanice"
et_ee: Lisa loendisse "Minu jaamad"
fi_fi: Lisää omiin asemiin
lv_lv: Pievienot 'Manas radiostacijas'

# #30401
source: Remove from 'My Stations'
cs_cz: Odebrat z "Mé stanice"
et_ee: Eemalda loendist 'Minu jaamad'
fi_fi: Poista omista asemista
lv_lv: Dzēst no 'Manas radiostacijas'

# #30402
source: Edit custom Station
cs_cz: Edituj vlastní stanici
et_ee: Muuda kohandatud jaama
fi_fi: Muokkaa omaa asemaa
lv_lv: Lietotāja radiostacijas ievade

# #30500
source: Please enter %s
cs_cz: Prosím, vlož %s
et_ee: Palun sisesta %s
fi_fi: Syötä %s
lv_lv: Lūdzu, ievadiet %s

# #30501
source: title
cs_cz: název
et_ee: pealkiri
fi_fi: nimike
lv_lv: virsraksts

# #30502
source: thumbnail url or path
cs_cz: cestu k miniatuře nebo URL
et_ee: pisipildi URL või asukoht
fi_fi: pienoiskuvan URL-osoite tai tiedostosijainti
lv_lv: logotipu ikonas URL vai ceļš

# #30503
source: stream url
cs_cz: URL streamu
et_ee: voo url
fi_fi: mediavirran URL
lv_lv: straumes URL

# #30504
source: Add custom Station...
cs_cz: Přidat vlastní stanici...
et_ee: Lisa kohandatud jaam...
fi_fi: Lisää oma asema...
lv_lv: Pievienot lietotāja radiostaciju...

# #30600
source: Network Error
cs_cz: Chyba sítě
et_ee: Võrgu viga
fi_fi: Verkkovirhe
lv_lv: Tīkla kļūda

# #30601
source: General
cs_cz: Obecné
et_ee: Üldine
fi_fi: Yleiset
lv_lv: Vispārīgie

# #30602
source: Hide fanart
cs_cz: Skrýt fanart
et_ee: Peida fännipildid
fi_fi: Piilota fanart-kuvat
lv_lv: Slēpt fanumākslu

# #30603
source: Most Popular
cs_cz: Nejpopulárnější
et_ee: Populaarseim
fi_fi: Suosituimmat
lv_lv: Vispopulārākie

# #30604
source: A-Z
et_ee: A-Ü

# #30605
source: Page (%s/%s) | Next >>
cs_cz: Strana (%s/%s) | Další >>
et_ee: Leht (%s/%s) | Järgmine >>
fi_fi: Sivu (%s/%s) | Seuraava >>
lv_lv: Lapa (%s/%s) | Nākamā >>

# #30606
source: By country
cs_cz: Podle země
et_ee: Riigi järgi
fi_fi: Maan mukaan
lv_lv: Pēc valsts

# #30607
source: Prefer HTTP streams over HTTS
cs_cz: Přednostně HTTP stream před HTTS
et_ee: Eelista HTTS voogude asemel HTTP omi
fi_fi: Suosi HTTPS-mediavirtojen sijaan HTTP-virtoja
lv_lv: Dodiet priekšroku HTTP straumēm, nevis HTTPS

# #30608
source: Unable to get radio stream url
cs_cz: Nenalezen rozhlasový URL stream
et_ee: Raadio voo URL-i ei saa hankida
fi_fi: Radion suoratoiston URL-osoitteen nouto ei onnistunut
lv_lv: Nevar iegūt radio straumes URL

# #30609
source: Sucessfully added to my stations!
cs_cz: Úspěšně přidáno do Moje stanice
et_ee: Lisati loendisse 'Minu jaamad'!
fi_fi: Lisättiin omiin asemiin!
lv_lv: Veiksmīgi pievienots manām radiostacijām!

# #30610
source: Sucessfully removed from my stations!
cs_cz: Úspěšně odebráno z Moje stanice
et_ee: Eemaldati loendist 'Minu jaamad'!
fi_fi: Poistettiin omista asemista!
lv_lv: Veiksmīgi dzēsts no manām radiostacijām!
